{
  "main-visual": {
    "slogan": "From Japan, a World-Class Mars Rover.",
    "description": "We are the student team developing Mars rovers aiming for victory in the University Rover Challenge (URC)."
  },
  "home": {
    "goal": {
      "title": "Our Goals",
      "goals": [
        "To compete in and achieve high rankings in the world's premier rover competitions.",
        "To pioneer the new field of exploration rover development in Japanese student space exploration.",
        "To enhance the technical capabilities of Japanese students and contribute to the future of space exploration.",
        "To apply our activities to rovers that will actively operate on Mars and the Moon.",
        "To apply exploration rover technology to solving environmental issues on Earth."
      ]
    },
    "urc": {
      "title": "What's URC?",
      "description": "The University Rover Challenge (URC) is the world premier robotics competition for college students. Held annually in the desert of southern Utah in the U.S., participants compete in the abilities of their mars rovers to accomplish various missions.",
      "website": "URC Official Website"
    }
  },
  "100banch": {
    "title": "GARAGE Program 70th Project",
    "website": "100BANCH Website"
  },
  "team": {
    "about": "We are a Japanese student team dedicated to designing and developing the next-generation Mars rover. Since our project establishment in 2022, we have expanded our team members and worked towards to compete in the University Rover Challenge (URC). In 2024, we became the first Japanese student team to compete in the URC, facing off against teams from around the world. Our team consists of over 40 students from multiple universities, with Tohoku University and Keio University serving as our main bases of operation. We are currently working towards winning the next competition.",
    "team_composition": "Team Composition",
    "subTeams": {
      "tohoku": {
        "name": "Tohoku Team",
        "description": "The Tohoku team is responsible for the design and manufacturing of the rover. They are developing a vehicle that achieves autonomous driving technology and high mobility in rugged desert terrain."
      },
      "tokyo": {
        "name": "Tokyo Team",
        "description": "The Tokyo team is responsible for the design and manufacturing of the robotic arm to be mounted on the rover. They are developing a robotic arm that can adapt to various environments, such as repairing spacecraft and collecting rock samples."
      },
      "science": {
        "name": "Science Team",
        "description": "The Science sub-team, responsible for the scientific mission of the University Rover Challenge (URC), is divided into two primary divisions: Science Research team and Science Engineering team. In the science mission, conducting scientific analyses is essential to facilitate the search for life on Mars. During the URC2024, the mission's objectives included four key tasks: observing geological layers, measuring subsurface temperature and humidity, collecting soil samples, and searching for signs of life. The Science Research team is tasked with determining appropriate analysis methods and investigating local geological features. Conversely, the Science Engineering team is responsible for developing the sampling machinery and analytical equipment. Despite the challenges faced from both theoretical and engineering perspectives, the collaborative effort towards mission success exemplifies the unique nature of space exploration."
      }
    },
    "leaders": {
      "title": "Leaders",
      "pm": {
        "name": "AI Danishi (Project Manager)",
        "university": "Department of Mechanical and Aerospace Engineering, TOHOKU University",
        "introduction": "Born in Kyoto in 1999 and raised in Saitama. Has a unique background whose parents are both from Uyghur, yet his nationality is Japan. My dream is to become space exploration engineer through involvement in Mars exploration missions and to become an astronaut with the knowledge and skills acquired. Since elementary school, I have been fascinated by the mysterious allure of space. I started my own research on Mars exploration UAVs during my undergraduate years. Currently, my main research topic is lunar base construction. I am leading Ares project team aiming for Japan’s first entry into the URC, the global competition for Mars exploration rovers."
      },
      "tohoku_lead": {
        "name": "MATSUHASHI Kota (Tohoku Lead)",
        "university": "Department of Mechanical and Aerospace Engineering, TOHOKU University",
        "introduction": "Born in Akita Prefecture in 2002.  I entered Tohoku University with a vague yearning for space. I became fascinated with the joy of manufacturing through the development of a hybrid rocket in a student organization I joined by chance.  I have a wide range of interests in space engineering and am also a student organizer of the World Small Rover Student Competition. In the future, I would like to be involved in aerospace research. In the ARES Project, I am not only the TOHOKU lead, but also the rover mechanism lead."
      },
      "tokyo_lead": {
        "name": "NAGAHARA Ryoji (Tokyo Lead)",
        "university": "Department of Mechanical Engineering, KEIO University",
        "introduction": "Born in Tokyo in 2002, I have enjoyed making things since childhood and began attending robotics classes in the fourth grade of elementary school, which sparked my serious interest in robot building. In my first and second years of high school, I was selected as a representative for Japan in the International Science Olympiad two years in a row, where I learned about the global standards in the field. In my second year of high school, I served as the team leader for Japan’s representative team in the FIRST Global Challenge, competing in robotics with teams from 196 countries. Inspired by the anime “Space Brothers” I watched as a child, I aimed for a career in aerospace engineering and was admitted to Keio University through the AO entrance exam system. After entering university, I met Ai, which led to the launch of the ARES Project, focusing intensively on rover development. In the future, I hope to operate a space probe I’ve designed in space."
      }
    }
  },
  "funding": {
    "title": "FUNDING",
    "campfire": "CAMPFIRE Website",
    "readyfor": "READYFOR Website",
    "backers": "backers",
    "raised": "raised"
  }
}
