import { Article } from "../types/article";

export const THUMBNAIL_BASE_URL = "/images/thumbnails/";

export const articles: Article[] = [
  {
    id: 1,
    thumbnail: "festa_fukushima.jpg",
    date: "2022-11-26",
    title: "ロボット・航空宇宙フェスタふくしま2022に出展しました",
    category: "出展情報",
    body: "11月25,26日にビッグパレットふくしまで開催された「ロボット・航空宇宙フェスタふくしま2022」に参加しました。スポンサーであるABLab様のブース内で展示を行い、当プロジェクトの紹介、支援の呼びかけを行いました。また、当プロジェクトのメンバーが講演を行いました。",
    is_published: true,
    is_top: true,
  },
  {
    id: 2,
    thumbnail: "isiex.jpg",
    date: "2023-02-03",
    title: "2023国際宇宙産業展 ISIEXに出展しました",
    category: "出展情報",
    body: "2月1~3日に東京ビッグサイトで開催された「2023 国際宇宙産業展 ISIEX」に参加しました。スポンサーであるABLab様のブース内で展示を行い、多くの方に私たちの活動を知っていただきました。最新の機体である「ARES4」を公開しました。",
    is_published: true,
    is_top: true,
  },
  {
    id: 3,
    thumbnail: "tankyu_no_kaidan.png",
    date: "2023-04-20",
    title: "テレビ東京「探求の階段」に出演しました",
    category: "出演情報",
    body: "4月13日、20日に放送された「探求の階段」に、代表の阿依ダニシおよびARES Projectメンバーが出演しました。",
    is_published: true,
    is_top: true,
  },
  {
    id: 4,
    thumbnail: "ares_urc.jpg",
    date: "2024-07-19",
    title: "URC2024",
    category: "大会",
    body: `超弦理論が登場する以前に最も小さなスケールを記述した理論は場の量子論である。そこでは粒子を点、すなわち点粒子として扱ってきた（局所場の理論に代わる、広がりを持った粒子の概念を導入したS行列理論や非局所場理論などもあった）。一方、超弦理論では粒子を弦の振動として表す。1960年代、イタリアの物理学者、ガブリエーレ・ヴェネツィアーノが核子の内部で働く強い力の性質をベータ関数で表し、その式の示す構造が「弦 (string)」によって記述されることに南部陽一郎、レオナルド・サスキンド、ホルガー・ベック・ニールセンらが気付いたことから始まる。\n\n弦には「閉じた弦」と「開いた弦」の2種類を考えることができ、開いた弦はスピン1のゲージ粒子（光子、ウィークボソン、グルーオンなどに相当）を含み、閉じた弦はスピン2の重力子を含む。開いた弦の相互作用を考えるとどうしても閉じた弦、すなわち重力子を含まざるを得ない。そのため、強い力のみを記述する理論と捉えることは難しいこ\n\n超弦理論が登場する以前に最も小さなスケールを記述した理論は場の量子論である。そこでは粒子を点、すなわち点粒子として扱ってきた（局所場の理論に代わる、広がりを持った粒子の概念を導入したS行列理論や非局所場理論などもあった）。一方、超弦理論では粒子を弦の振動として表す。1960年代、イタリアの物理学者、ガブリエーレ・ヴェネツィアーノが核子の内部で働く強い力の性質をベータ関数で表し、その式の示す構造が「弦 (string)」によって記述されることに南部陽一郎、レオナルド・サスキンド、ホルガー・ベック・ニールセンらが気付いたことから始まる。弦には「閉じた弦」と「開いた弦」の2種類を考えることができ、開いた弦はスピン1のゲージ粒子（光子、ウィークボソン、グルーオンなどに相当）を含み、閉じた弦はスピン2の重力子を含む。開いた弦の相互作用を考えるとどうしても閉じた弦、すなわち重力子を含まざるを得ない。そのため、強い力のみを記述する理論と捉えることは難しいことが分かった。逆に言えば、弦を基本要素と考えることで、自然に重力を量子化したものが得られると考えられる。そのため、超弦理論は万物の理論となりうる可`,
    is_published: true,
    is_top: true,
  },
];
