export const rovers = [
  {
    name: "ARES 1",
    description:
      "ARESプロジェクト創立メンバー3名より、100プログラム活動期間中の2か月で製作。ローバーの基本的な開発に初めて挑戦する中、3人だけであっても形にすることができるのか検証するために製作された。足回りの機構・電装、ローバーならではの機構の重要性を認識し、さらなる開発が必要となるような機体となったが、ローバー世界大会に挑戦する決断をする大きなきっかけとなった。",
    imagePath: "/images/rovers/ares1.jpg",
  },
  {
    name: "ARES 2",
    description:
      "ARES1での知識不足を改善していくため、ロッカーボギー機構を採用した機体を開発。ロッカーボギー機構の解明及び学習のための機体であったが、実際に走行できるようにした。同様に、簡易的ではあるが初のアームを開発、今後の大型化につなげるための機体となった。",
    imagePath: "/images/rovers/ares2.jpg",
  },
  {
    name: "ARES 3",
    description:
      "URCを見据え、機体を大型化した。様々な方からのアドバイス等により、ハードソフトウェアの両方の観点から6輪ではなく4輪を採用。ロッカーボギー機構ではなく別機構の採用検討を行った。電装系統は本番を想定したプロトタイプを採用しており、モーター・タイヤなどは実際の大会に利用する規模のものを搭載した。しかしながら大型化に伴う強度不足・安定性不足・機構の再変更などが必要となる機体となった。",
    imagePath: "/images/rovers/ares3.jpg",
  },
  {
    name: "ARES 4",
    description:
      "ARES3をベースに、最終採用の機構を決定。電装・制御関連の改善、機体の安定性と強度を大幅に改善した機体である。機体本体の軽量化にも成功し、初めて海岸やテストフィールドで安定した走行試験を行った機体である。この機体は今後様々な検討試験を行う機体として1つの完成版としており、電装部分や制御関連のアップデートを継続していくものと位置付けている。",
    imagePath: "/images/rovers/ares4.jpg",
  },
];
