{
  "main-visual": {
    "slogan": "世界レベルの火星ローバーを日本から",
    "description": "\"University Rover Challenge (URC)\"2024年大会に日本初出場、大学の枠を越えた学生プロジェクト"
  },
  "home": {
    "goal": {
      "title": "わたしたちの目標",
      "goals": [
        "世界最高峰のローバー大会へ出場し、上位入賞する",
        "日本の学生宇宙開発において、探査ローバー開発という新しい分野を開拓する",
        "日本の学生の技術力を高め、未来の宇宙開発に貢献する",
        "わたしたちの活動を実際に火星や月で活躍するローバーに役立てる",
        "探査ローバーの技術を応用し、地球の環境問題を解決する"
      ]
    },
    "urc": {
      "title": "URCとは?",
      "description": "University Rover Challenge (URC)は、大学生・大学院生を対象とした、世界トップクラスのロボット工学コンテストです。毎年米国ユタ州南部の砂漠で開催され、参加チームは次世代火星探査機の設計と製作に挑戦しています。",
      "website": "URC公式サイト"
    }
  },
  "100banch": {
    "title": "GARAGE Program第70期プロジェクト",
    "website": "100BANCH プロジェクトページ"
  },
  "team": {
    "about": "私たちは次世代の火星探査機を設計・開発する、日本の学生チームです。2022年に発足して以来、メンバーを増やしながらUniversity Rover Challenge(URC)への出場を目指して開発を進め、ついに2024年大会に日本の学生チームとして初めて出場し、世界各国のチームと競いました。私たちのチームは、複数の大学から40名あまりの学生が参加し、東北大学・慶應義塾大学を主な拠点として活動しています。",
    "team_composition": "チーム構成",
    "subTeams": {
      "tohoku": {
        "name": "東北班",
        "description": "東北班は、機体の設計・製作を担当しています。自律走行技術や起伏に富む砂漠での走破性を実現する機体を開発しています。"
      },
      "tokyo": {
        "name": "東京班",
        "description": "東京班は、ローバーに搭載するロボットアームの設計・製作を担当しています。宇宙船の修理から岩石サンプルの回収まで、あらゆる環境に適応可能なロボットアームを開発しています。"
      },
      "science": {
        "name": "サイエンス班",
        "description": "サイエンス班はURCでのサイエンスミッションに向けてでは理論と機構の2チーム体制で活動しています。サイエンスミッションでは、火星での生命探査を想定した科学分析が求められ、URC2024では地層観察、地中の温度湿度測定、土壌サンプルの回収、生命探査の4種類のタスクの遂行を目指しました。理論チームは分析方法の決定や現地の地層の調査、機構チームはサンプル回収機や分析機器の開発を行っています。理論と工学の2つの観点から開発は難しい点も多いですが、学問の垣根を超え、共にミッション成功に向けて開発を行う楽しさは宇宙開発ならではといえます。"
      }
    },
    "leaders": {
      "title": "リーダー紹介",
      "pm": {
        "name": "阿依 ダニシ (プロジェクトマネージャー)",
        "university": "東北大学 工学研究科 航空宇宙工学専攻 吉田・桒原研究室",
        "introduction": "1999年京都で生まれ、埼玉で育つ。両親がどちらもウイグル族でありながら、日本国籍を有して日本人として生きている特殊人物。 将来の夢は火星探査ミッションに関わる開発を通して、宇宙探査機エンジニアとして成長し、その知識と技術を持った宇宙飛行士になることである。小学生の頃から未知なロマンに溢れた宇宙に興味を持ち、学部生時代より火星探査UAVの研究を独自に行う。現在では新しい月面探査ロボットの研究ともに、火星探査ローバーの世界大会URCの日本初挑戦を目指す団体の代表を務めている。"
      },
      "tohoku_lead": {
        "name": "松橋 康太 (東北班リーダー)",
        "university": "東北大学 工学部 機械知能・航空工学科 航空宇宙コース 山本・古澤研究室",
        "introduction": "2002年秋田県生まれ。漠然とした宇宙への憧れを抱き、東北大学へ進学する。たまたま入った学生団体でのハイブリッドロケットの開発をきっかけに、ものづくりの楽しさに魅了された。宇宙工学に幅広く興味を持ち、小型ローバの学生世界大会の学生運営も務める。将来は、航空宇宙分野の研究に携わりたいと考えている。ARES Projectでは、東北チームリーダーのみならずローバ機構リーダーとしても開発を行う。"
      },
      "tokyo_lead": {
        "name": "永原 陵司 (東京班リーダー)",
        "university": "慶應義塾大学 理工学部 機械工学科",
        "introduction": "2002年 東京都生まれ、小さい頃から物作りが好きで小学4年生の頃からロボット教室に通い始め本格的にロボットづくりを始める。高校1,2年次に国際標準オリンピック2年連続日本代表に選ばれ、世界の壁を学ぶ。また、高校2年次にFIRST Global Challenge 日本代表チームリーダーを務め、196カ国の国とロボット競技で競い合った。小さい頃に出会ったアニメ「宇宙兄弟」をきっかけに、宇宙工学を目指し、慶應義塾大学にAO入試で合格。入学後、阿依との出会いをきっかけにARES Projectを立ち上げ、本格的にローバー開発に励む。将来は、自分の作った探査機を宇宙で動かしたいと考えている。"
      }
    }
  },
  "funding": {
    "title": "資金調達",
    "campfire": "CAMPFIRE プロジェクトページ",
    "readyfor": "READYFOR プロジェクトページ",
    "backers": "支援者数",
    "raised": "支援総額"
  }
}
